[
    {"id":"1","nombre_fase":"1.Preparación del terreno","descripcion":"Esta fase tiene en cuenta procesos como selección del terreno, labranza, arado, fertilización de suelo, diseño y marcaje de zonas, entre otros.","idGrupo":"1","estado":"1"},
    {"id":"2","nombre_fase":"2.Selección y preparación de plantas o semillas","descripcion":"Este proceso contempla la compra de semillas o de plántulas para su siembra posterior, se deben añadir al valor de compra los costos de fletes, embalaje entre otros.","idGrupo":"1","estado":"1"},
    {"id":"3","nombre_fase":"3.Plantación","descripcion":"En esta fase se relacionan los costos de la plantación directa o transplante de las plántulas, donde se fertliza el terreno, se hace un riego incial, entre otros. Para esto se necesitarán insumos de manguera, luz, combustible y/o otros.","idGrupo":"1","estado":"1"},
    {"id":"4","nombre_fase":"4.Manejo y Mantenimiento del Cultivo","descripcion":"En esta fase  se continua con el riego, la fertilización  y se implementan nuevos procesos tales como control de plagas, podas, implantación de elementos físicos como palos de cerca entre otros procesos.","idGrupo":"1","estado":"1"},
    {"id":"5","nombre_fase":"5.Cosecha","descripcion":"Se realiza la cosecha de los productos, puede ser manual o mecánica.","idGrupo":"1","estado":"1"},
    {"id":"6","nombre_fase":"6.Post cosecha","descripcion":"En esta fase se clasifican los productos cosechados, se limpian, se empacan y/o se almacenan.","idGrupo":"1","estado":"1"},
    {"id":"7","nombre_fase":"7.Distribución","descripcion":"Esta fase tiene en cuenta lo relacionado con la publicidad, logística y transporte de los productos que están listos  para su venta.","idGrupo":"1","estado":"1"},
    {"id":"8","nombre_fase":"1.Selección de especies y líneas y adecuación de corrales","descripcion":"Se adquieren animales reproductores machos y hembras (de las especies las especies bovinos, porcinos, ovinos, aves, entre otros) de alta calidad genética para garantizar un buen rendimiento y calidad de la carne. Se prepara la infraestructura necesaria, como establos, corrales, comederos, bebederos, y áreas de manejo, asegurando un entorno adecuado para el bienestar animal.","idGrupo":"2","estado":"1"},
    {"id":"9","nombre_fase":"2.Reproducción y cría","descripcion":"Los animales se reproducen a través de monta natural o mediante inseminación artificial, dependiendo de la estrategia del productor. Se brindan cuidados especiales a las crías recién nacidas, como la administración de calostro y un ambiente cálido y protegido.","idGrupo":"2","estado":"1"},
    {"id":"10","nombre_fase":"3.Manejo de crías y desarrollo","descripcion":"Las crías se alimentan inicialmente con leche materna (o sustitutos lácteos) y gradualmente se introducen a dietas sólidas ricas en nutrientes que promuevan un rápido y saludable crecimiento. Se implementa un programa sanitario que incluye vacunaciones, desparasitaciones y controles periódicos para prevenir enfermedades.","idGrupo":"2","estado":"1"},
    {"id":"11","nombre_fase":"4.Engorde y finalización","descripcion":"Los animales se someten a un régimen de alimentación intensiva, conocido como engorde, donde se les proporciona una dieta rica en energía y proteínas para maximizar el desarrollo muscular y la acumulación de grasa adecuada.Durante la fase de engorde, los animales reciben controles veterinarios regulares para asegurar que no haya problemas de salud que puedan afectar la calidad de la carne.","idGrupo":"2","estado":"1"},
    {"id":"12","nombre_fase":"5.Transporte al matadero","descripcion":"Los animales se transportan al matadero bajo condiciones que minimicen el estrés, ya que este puede afectar negativamente la calidad de la carne.","idGrupo":"2","estado":"1"},
    {"id":"13","nombre_fase":"6.Sacrificio y procesamiento","descripcion":"El sacrificio se realiza siguiendo procedimientos humanitarios y normativas legales, generalmente mediante aturdimiento previo para minimizar el sufrimiento. (algunos casos). Se realiza el corte y despiece. También realiza una inspección postmortem para garantizar que la carne es apta para el consumo humano.","idGrupo":"2","estado":"1"},
    {"id":"14","nombre_fase":"7.Enfriamiento y conservación","descripcion":"Las canales y cortes de carne se enfrían rápidamente en cámaras frigoríficas para prevenir el crecimiento de microorganismos y asegurar la conservación de la carne.","idGrupo":"2","estado":"1"},
    {"id":"15","nombre_fase":"8.Distribución","descripcion":"Esta fase tiene en cuenta lo relacionado con la publicidad, logística y transporte de los carnes que ya están listos para su venta. ","idGrupo":"2","estado":"1"},
    {"id":"16","nombre_fase":"1.Adquisición de especies y/o razas e instalación de galpones","descripcion":"Se adquieren aves reproductoras (machos y hembras) con alta calidad genética para garantizar un buen rendimiento en la producción de huevos.","idGrupo":"3","estado":"1"},
    {"id":"17","nombre_fase":"2.Reproducción y cría ","descripcion":"Las aves reproductoras se cruzan para producir huevos fértiles, que serán incubados para generar nuevas pollitas ponedoras. En esta fase también se realizan los primeros cuidados neonatales compuestos por la vacunación, alimentación, suplementos vitamínicos, entre otros.","idGrupo":"3","estado":"1"},
    {"id":"18","nombre_fase":"3.Manejo de pollitas en fase cría","descripcion":"Se continua con la alimentación,  se les realiza los controles de vacunas, desparasitantes, antibióticos, suplemento de calcio, aseo en sus instalacione entre otros.","idGrupo":"3","estado":"1"},
    {"id":"19","nombre_fase":"4.Transferencia a la fase de producción","descripcion":"Al alcanzar la madurez sexual, generalmente entre 16 y 20 semanas de edad, las gallinas se trasladan a instalaciones diseñadas para la producción de huevos. En esta fase las gallinas ponedoras reciben una dieta específica para maximizar la producción de huevos, rica en calcio y otros nutrientes esenciales para la formación de cáscaras fuertes y huevos de buena calidad, entre otros cuidados.","idGrupo":"3","estado":"1"},
    {"id":"20","nombre_fase":"5.Producción de huevos","descripcion":"Las gallinas comienzan a poner huevos regularmente. Por lo tanto se debe comenzar con la recolección , clasificación y limpieza de los huevos.","idGrupo":"3","estado":"1"},
    {"id":"21","nombre_fase":"6.Almacenamiento y envasado","descripcion":"Los huevos clasificados para la comercialización se almacenan o se empacan para su venta posterior.","idGrupo":"3","estado":"1"},
    {"id":"22","nombre_fase":"7.Distribución","descripcion":"Esta fase tiene en cuenta lo relacionado con la publicidad, logística y transporte de los huevos que ya están listos para su venta.","idGrupo":"3","estado":"1"}
]
